complete/buddy_data/奇秀-主播房间-20160913020053-20160913020054000

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 2:00:53]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[157433]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[神起-球球直播间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[4220]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[240]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[7]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[14]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[͌͡͡͡͡别说话 吻我]]></vipnickname><vipuserid><![CDATA[1248672064]]></vipuserid><top_name><![CDATA[͌͡͡͡͡别说话 吻我]]></top_name><top_money><![CDATA[17300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[大七皇室、多多]]></vipnickname><vipuserid><![CDATA[1239972408]]></vipuserid><top_name><![CDATA[大七皇室、多多]]></top_name><top_money><![CDATA[11880]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[故事缓过劲继续嗨]]></vipnickname><vipuserid><![CDATA[1312736536]]></vipuserid><top_name><![CDATA[故事缓过劲继续嗨]]></top_name><top_money><![CDATA[9940]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?゛鳕鱼家司机ღ酱油]]></vipnickname><vipuserid><![CDATA[2043681797]]></vipuserid><top_name><![CDATA[?゛鳕鱼家司机ღ酱油]]></top_name><top_money><![CDATA[4080]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[咔咔→球球de哥哥]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[咔咔→球球de哥哥]]></top_name><top_money><![CDATA[960]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[彼岸谁渡乄千世情殇]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[彼岸谁渡乄千世情殇]]></top_name><top_money><![CDATA[300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?简单骚六号?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?简单骚六号?]]></top_name><top_money><![CDATA[300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我很专一灬BB]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[我很专一灬BB]]></top_name><top_money><![CDATA[190]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[泡泡的、念念]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[泡泡的、念念]]></top_name><top_money><![CDATA[130]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[行走??祝贺路一百日庆]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[行走??祝贺路一百日庆]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[故事缓过劲继续嗨]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[故事缓过劲继续嗨]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[不偷塔的剑圣守护赖皮]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[不偷塔的剑圣守护赖皮]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[穷?【乞】【丐】]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[穷?【乞】【丐】]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[以、陌生、为名]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[以、陌生、为名]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 